alsa-utils
arch-update
base
base-devel
blueman
bluez
bluez-utils
btop
calligra
cava
cjson
cliphist
cmake
cups
dolphin
earlyoom
efibootmgr
fastfetch
firefox
flatpak
gamemode
ghostscript
git
gparted
grim
grub
gsfonts
gst-plugin-pipewire
hwinfo
hypremoji
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshade
hyprshot
hyprsunset
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
jq
kde-cli-tools
kio-admin
kitty
kvantum
less
lib32-gamemode
lib32-nvidia-580xx-utils
libpulse
libva-intel-driver
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
meson
mpvpaper
mtools
nano
neovim
network-manager-applet
networkmanager
nlohmann-json
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-prime
okular
openssh
optimus-manager-qt
os-prober
pacman-contrib
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
power-profiles-daemon
python-pip
python-setuptools
qt5ct
qt6-virtualkeyboard
qt6ct
quickshell-git
r-quick-share
reflector
rofi
smartmontools
sni-qt
socat
spicetify-cli
spotify
steam
sudo
swaync
swww
timeshift
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock-git
unzip
vim
visual-studio-code-bin
vulkan-tools
wallust
waybar
wayland-utils
wget
wine
wireplumber
wl-clipboard
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xorg-xhost
yay
zram-generator
zsh
zsh-theme-powerlevel10k-git
