media-sound/alsa-utils
net-wireless/bluez
sys-process/btop
media-sound/cava
dev-libs/libcjson
gui-apps/cliphist
dev-build/cmake
kde-apps/dolphin
app-misc/fastfetch
www-client/firefox
sys-apps/flatpak
games-util/gamemode
dev-vcs/git
gui-apps/grim
media-plugins/gst-plugins-pipewire
sys-apps/hwinfo
gui-apps/hypremoji
gui-wm/hypridle
gui-wm/hyprland
gui-apps/hyprlock
gui-apps/hyprpicker
gui-apps/hyprpolkitagent
gui-apps/hyprshot
gui-apps/hyprsunset
app-misc/jq
kde-apps/kio-admin
x11-terms/kitty
sys-apps/less
gui-apps/mako
gui-apps/mpvpaper
media-fonts/noto
media-fonts/noto-cjk
media-fonts/noto-emoji
x11-misc/prime-run
media-sound/pavucontrol
app-misc/piper
media-video/pipewire
sys-power/power-profiles-daemon
gui-apps/rofi
dev-lang/rust
sys-apps/smartmontools
net-misc/socat
gui-apps/swaync
gui-apps/swww
app-backup/timeshift
media-fonts/jetbrains-mono
media-fonts/nerd-fonts
app-misc/tty-clock
app-arch/unzip
app-editors/vim
gui-apps/waybar
dev-util/wayland-utils
media-video/wireplumber
gui-apps/wl-clipboard
sys-apps/xdg-desktop-portal-gtk
sys-apps/xdg-desktop-portal-hyprland
app-shells/zsh
app-shells/zsh-theme-powerlevel10k
