base
dolphin
fastfetch
firefox
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpolkitagent
kitty
mako
nano
python-pip
python-pywal16
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock-git
waybar
wl-clipboard
wofi
xdg-desktop-portal-hyprland
zsh
